Repository: Ali3384/WpfApp4
Catalog: WpfApp4/Properties/Resources.*.resx
Languages: pl_pl, ru_ru

# adde_opener
source: E-Opener
pl_pl: Elektrozaczep
ru_ru: Электрозащелка

source: Additions:
pl_pl: Dodatki:
ru_ru: Дополнение:

# addlock
source: Additional Lock
pl_pl: Zamek dodatkowy
ru_ru: Доп. Замок

# add_lock_insert
source: Additional deadbolt lock
pl_pl: Zamek dodatkowy
ru_ru: Доп замок

source: And System
pl_pl: i System
ru_ru: И систему

source: And type of solution
pl_pl: I typ rozwiązania
ru_ru: И тип решения

# centralstrikeradd
source: Central striker
pl_pl: Zaczep głowny
ru_ru: Центральная ответная планка

# changeqty
source: Change amounts manually
pl_pl: Zmiana ilosci ręczne
ru_ru: Изменить кол-во вручную

# choose_leaf
source: Choose 1 leaf or 2 leaf
pl_pl: Wybierz 1 skrzydło czy 2
ru_ru: Выберите 1 створку или 2

source: Choose Lock Height
pl_pl: Wybierz wysokość zamka
ru_ru: Выберите высоту замка

source: Choose Material of Profile
pl_pl: Wybierz materiał profilu
ru_ru: Выберите материал профиля

source: Choose Side of Door
pl_pl: Wybierz stronę drzwi
ru_ru: Выберите сторону двери

# column_code
source: Item Code
pl_pl: Artykul
ru_ru: Артикул

# column_description
source: Description
pl_pl: Opis
ru_ru: Описание

# column_qty
source: Quantity
pl_pl: Ilosc
ru_ru: Кол-во

source: configurator for
pl_pl: w konfiguratoru dla
ru_ru: в конфигуратор для

# espagnolette_bolt
source: Espagnolette bolt for inactive leaf
pl_pl: Dźwignia ryglowania centralnego
ru_ru: Шпингалет для неактивной створки

# exportpdf
source: Export to PDF
pl_pl: Eksportuj do PDF
ru_ru: Экспорт на PDF

source: Extension
pl_pl: Przedłużenie
ru_ru: Удлинитель

# extensionadd1
source: Striker for up/down locks and extension lock
pl_pl: Zaczep dolnego i górnego zamka i przedluzenia
ru_ru: Ответная планка для вверх/ниж. замка и удлинителья

# extensionadd2
source: Striker for up/down locks
pl_pl: Zaczep dolnego i górnego zamka
ru_ru: Ответная планка для вверх/ниж. замка

# extensionstrikeradd
source: Striker for extension lock
pl_pl: Zaczep przedluzenia
ru_ru: Ответная планка для удлинителья

source: E-Opener
pl_pl: Elektrozaczep
ru_ru: Электрозащелка

# e_opener_latchslide
source: Latch slide for E-Opener
pl_pl: Ślizg do elektrozaczepu
ru_ru: Трамплин для электрозащелки

# e_opener_mechanical
source: Mechanical E-opener
pl_pl: Elektrozaczep mechaniczny
ru_ru: Механическая электрозащелка

source: E-Opener Options
pl_pl: Opcji elektrozaczepu
ru_ru: Варианты электрозащелок

# e_opener_reversive_12v
source: Reversive E-opener 12V
pl_pl: Rewersyjny 12V
ru_ru: Реверсивная 12V

# e_opener_reversive_24v
source: Reversive E-opener 24V
pl_pl: Rewersyjny 24V
ru_ru: Реверсивная 24V

# e_opener_standard
source: E-Opener 10-24V (Standard)
pl_pl: Standart 10-24V
ru_ru: Стандартная 10-24V

source: FUHR lock systems.
pl_pl: zamkow FUHR
ru_ru: замков FUHR.

source: Function:
pl_pl: Funkcja:
ru_ru: Функция:

source: Getting Started
pl_pl: Zaczynać
ru_ru: Начать

source: Height:
pl_pl: Wysokość:
ru_ru: Высота:

source: Inside/Outside:
pl_pl: Wewnątrz/zewnątrz:
ru_ru: Внутр/Наружу:

# lock_add
source: Lock
pl_pl: Zamek
ru_ru: Замок

# lock_series_type_side
source: Lock Series and Type, Lock Side
pl_pl: Seria i typ, strona zamka
ru_ru: Серию и тип, сторону замка

source: Material of profile:
pl_pl: Materiał profilu:
ru_ru: Материал профиля:

# next_step_btn
source: Next Step
pl_pl: Dalej
ru_ru: След. этап

# onepiecestrikeradd
source: One Piece Striker
pl_pl: Listwa zaczepowa
ru_ru: Целная ответная планка

source: One Piece or Single:
pl_pl: Listwa czy pojedyncze
ru_ru: Целая или отдельная:

source: Result for system:
pl_pl: Wyniki dla systemu:
ru_ru: Результаты для системы:

source: Rod guide
pl_pl: Przewodnik
ru_ru: Направляющая

# round_rod_2000
source: Round rod 2000mm
pl_pl: Pręt 2000mm
ru_ru: Стержень 2000mm

# round_rod_2500
source: Round rod 2500mm
pl_pl: Pręt 2500mm
ru_ru: Стержень 2500mm

# round_rod_3000
source: Round rod 3000mm
pl_pl: Pręt 3000mm
ru_ru: Стержень 3000mm

# series
source: Lock Series:
pl_pl: Seria zamków:
ru_ru: Серия замков:

source: Settings
pl_pl: Ustawienia
ru_ru: Настройки

source: Side:
pl_pl: Strona:
ru_ru: Сторона:

source: Solution:
pl_pl: Rozwiązanie:
ru_ru: Решение:

# start_again_btn
source: Start Again
pl_pl: Zacznij jeszcze raz
ru_ru: Начать заново

# striker_for_addlock
source: Striker for additional deadbolt lock
pl_pl: Zaczep dodatkowego zamka
ru_ru: Ответная планка для доп. замка

source: System:
ru_ru: Система:

source: Threshold strike plate
pl_pl: Zaczep progowy
ru_ru: Ответная планка для порога

source: Type:
pl_pl: Typ:
ru_ru: Тип:

source: Upper Bolt Striker
pl_pl: Zaczep do pręta
ru_ru: Вверхная планка для стержня

source: Welcome to
pl_pl: Witamy
ru_ru: Добро пожаловать
